<!--
 * @Author: your name
 * @Date: 2020-12-16 11:53:35
 * @LastEditTime: 2020-12-16 14:44:50
 * @LastEditors: Please set LastEditors
 * @Description: In User Settings Edit
 * @FilePath: /zhijian_web/src/views/intellect_create/modal/show_protocol.vue
-->
<template>
  <div>
    <model :id="'showProtocol'" class="model-sm" @close="close" ref="showProtocol">
      <div slot="title"></div>
      <div slot="body" class="pb-20px">
        <h1 class="text-center mb-20px">“简视”用户服务协议</h1>
        <p class="mb-20px">尊敬的用户，欢迎您使用“简视”软件及相关服务！</p>
        <p class="mb-20px">1.导言</p>
        <p>
          1.1 “简视”软件及相关服务，系指天脉聚源 及其关联方（以下简称“公司”）合法拥有并运营的、标注名称为“简视”的客户端应用程序（同时含其简化版等不同版本）以及相关网站（
          ）向您提供的产品与服务，包括但不限于图文秒变视频、长文章自动摘要、文本自动语音播报、特色互动视频创作等核心功能及其他功能。《“简视”用户服务协议》（以下称“本协议”）是您与公司就您下载、安装、注册、登录、使用（以下统称“使用”）“简视”软件，并获得“简视”软件提供的相关服务所订立的协议。
        </p>
        <p>
          1.2
          为了更好地为您提供服务，请您在开始使用“简视”软件及相关服务之前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、知识产权、违约责任、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。
        </p>
        <p>1.3 如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用“简视”软件及相关服务。</p>
        <p>
          1.4如您不同意本协议，这将导致公司无法为您提供服务。如您自主选择同意或使用“简视”软件及相关服务，则视为您已充分理解本协议，并同意作为本协议的一方当事人接受本协议以及其他与“简视”软件及相关服务相关的协议和规则（包括但不限于《“简视”隐私政策》）的约束。
        </p>
        <p>
          1.5
          公司有权在需要时对本协议内容进行单方面的变更，毋须另行通知。修订后的条款一旦在我方官网上公布即有效代替原来的服务协议。若您在本协议内容公告变更后继续使用本服务，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。您可以访问
          来了解最新版本的服务条款。
        </p>
        <p>
          1.6
          公司有权依“简视”软件及相关服务或运营的需要单方决定，安排或指定其关联方、控制公司、继承公司或公司认可的第三方公司继续运营“简视”软件。并且，就本协议项下涉及的某些服务，可能会由公司的关联方、控制公司、继承公司或公司认可的第三方公司向您提供。您知晓并同意接受相关服务内容，即视为接受相关权利义务关系亦受本协议约束。
        </p>
        <p>1.7 如对本协议内容有任何疑问、意见或建议，您可通过登录“简视”客户端内的“反馈与帮助”页面或发送邮件至 与公司联系。</p>
        <p class="my-20px">2.“简视”软件及相关服务内容</p>
        <p>
          2.1您使用“简视”软件及相关服务，可以通过预装、公司已授权的第三方下载等方式获取“简视”客户端应用程序或访问相关网站。若您并非从公司或经公司授权的第三方获取“简视”软件的，公司无法保证非官方版本的“简视”软件能够正常使用，您因此遭受的损失与公司无关。
        </p>
        <p>2.2公司可能为不同的终端设备开发不同的应用程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。</p>
        <p>2.3您可根据需要自行使用“简视”软件及相关服务或更新“简视”版本，如您不再需要使用“简视”软件及相关服务，您也可自行卸载相应的应用程序软件。</p>
        <p>
          2.4为更好的提升用户体验及服务，公司将不定期提供“简视”软件及相关服务的更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等），您可根据需要自行选择是否更新相应的版本。
          为保证“简视”软件及相关服务安全、提升用户服务，“简视”软件及相关服务部分或全部更新后，公司将在可行情况下以适当方式（包括但不限于系统提示、公告、站内信等）提示您，您有权选择接受更新后版本；如您选择不作更新，则“简视”软件及相关服务的部分功能将受到限制或不能正常使用。
        </p>
        <p>2.5除非得到公司明示事先书面授权，您不得以任何形式对“简视”软件及相关服务进行包括但不限于改编、复制、传播、垂直搜索、镜像或交易等未经授权的访问或使用。</p>
        <p>
          2.6您理解，您使用“简视”软件及相关服务需自行准备与软件及相关服务有关的终端设备（如电脑、手机等装置），一旦您在您终端设备中打开“简视”软件或访问相关网站，即视为您使用“简视”软件及相关服务。为充分实现“简视”的全部功能，您可能需要将您的终端设备联网，您理解您应自行承担所需要的费用（如流量费、上网费等）。
        </p>
        <p>
          2.7公司许可您一项个人的、可撤销的、不可转让的、非独占地和非商业的合法使用“简视”软件及相关服务的权利。本协议未明示授权的其他一切权利仍由公司保留，您在行使该些权利前须另行获得公司的书面许可，同时公司如未行使前述任何权利，并不构成对该权利的放弃。
        </p>
        <p>
          2.8您在使用“简视”软件及相关服务前需进行注册，否则，您将不能使用全部或部分功能及服务。同时，您也理解，为使您更好地使用“简视”软件及相关服务，保障您的帐号安全，某些功能和/或某些单项服务项目，如评论服务等，要求您按照国家相关法律法规的规定，提供真实的身份信息实名注册并登录后方可使用。
        </p>
        <p>
          2.9如您发现“简视”客户端或官方网站内存在任何侵犯您权利的内容，您可按照
          中提示的投诉途径通知公司，并提供您有相关权利的证据，公司将会依据相关法律规定及时处理您的投诉。如您在“简视”发布的内容被相关权利人投诉侵权并被处理，且您不认可处理结果，您可以通过向
          提交反通知书（模板下载）及相关权利证明材料进行申诉，公司同样将会依据相关法律规定及时处理您的申诉。
        </p>
        <p class="my-20px">3、用户帐户管理</p>
        <p>
          3.1
          “简视”软件及相关服务为您提供了注册通道，您有权选择合法的字符组合作为自己的帐号，并自行设置符合安全要求的密码。用户设置的帐号、密码是用户用以登录并以注册用户身份使用“简视”软件及相关服务的凭证。
        </p>
        <p>
          3.2您理解并承诺，您所设置的帐号不得违反国家法律法规及“简视”的相关规则，您的帐号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等或采取其他足以让人引起混淆的方式）开设帐号，您在帐号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。
        </p>
        <p>3.3 具体操作使用人应该是自然人。不允许采用注册机或者类似的自动化方式注册账户。</p>
        <p>
          3.4在注册、使用和管理帐号时，您应保证注册帐号时填写的身份信息的真实性，请您在注册、管理帐号时使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等）。依照国家法律法规的规定，为使用“简视软件及相关服务的部分功能，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不规范、不合法或者公司有理由怀疑为错误、不实或不合法的资料，则公司有权拒绝为您提供相关服务。
        </p>
        <p>
          3.5您有责任维护个人帐号、密码的安全性与保密性，并对您以注册帐号名义所从事的活动承担全部法律责任，包括但不限于您在“简视”软件及相关服务上进行的任何数据修改、言论发表、款项支付等操作行为可能引起的一切法律责任。您应高度重视对帐号与密码的保密，在任何情况下不向他人透露帐号及密码。若发现他人未经许可使用您的帐号或发生其他任何安全漏洞问题时，您应当立即通知公司。
        </p>
        <p>
          3.6如您丢失帐号或遗忘密码，可遵照公司的申诉途径及时申诉请求找回帐号或密码。您理解并认可，密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系帐号真正有权使用者。公司特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。因您保管不当等自身原因或其他不可抗因素导致遭受盗号或密码丢失，您应自行承担相应责任。
        </p>
        <p class="my-20px">4、用户行为规范</p>
        <p>4.1用户行为要求</p>
        <p>您应对您使用“简视”软件及相关服务的行为负责，除非法律允许或者经公司事先书面许可，您使用“简视”软件及相关服务不得具有下列行为：</p>
        <p>4.1.1使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对“简视”软件及相关服务的正常运行进行干扰、破坏、修改或施加其他影响。</p>
        <p>4.1.2利用或针对“简视”软件及相关服务进行任何危害计算机网络安全的行为，包括但不限于：</p>
        <p>（1）非法侵入网络、干扰网络正常功能、窃取网络数据等危害网络安全的活动；</p>
        <p>（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；</p>
        <p>（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助；</p>
        <p>（4）使用未经许可的数据或进入未经许可的服务器/帐号；</p>
        <p>（5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；</p>
        <p>（6）未经许可，企图探查、扫描、测试“简视”系统或网络的弱点或其它实施破坏网络安全的行为；</p>
        <p>（7）企图干涉、破坏“简视”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；</p>
        <p>（8）伪造TCP/IP数据包名称或部分名称；</p>
        <p>（9）对“简视”软件及相关服务进行反向工程、反向汇编、编译或者以其他方式尝试发现“简视”软件及相关服务的源代码；</p>
        <p>（10）违反法律法规、本协议、公司的相关规则及侵犯他人合法权益的其他行为。</p>
        <p>4.1.3如果公司有理由认为您的行为违反或可能违反上述约定的，公司可独立进行判断并处理，且在任何时候有权在不事先通知的情况下终止向您提供服务，并依法追究相关责任。</p>
        <p>4.2信息内容展示及规范</p>
        <p>4.2.1您按规定完成实名认证后，可以发布信息、互动交流、评论等。</p>
        <p>
          4.2.2公司致力使发布信息、互动交流、评论成为文明、理性、友善、高质量的意见交流。在推动发布信息、互动交流、评论业务发展的同时，不断加强相应的信息安全管理能力，完善发布信息、互动交流、评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗。
        </p>
        <p>
          4.2.3您制作、评论、发布、传播的信息应自觉遵守法律法规、社会主义制度、国家利益、公民合法权益、社会公共秩序、道德风尚和信息真实性等“七条底线”要求，否则公司有权立即采取相应处理措施。您同意并承诺不制作、复制、发布、传播下列信息：
        </p>
        <p>（1）反对宪法确定的基本原则的；</p>
        <p>（2）危害国家安全，泄露国家秘密的；</p>
        <p>（3）颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；</p>
        <p>（4）损害国家荣誉和利益的；</p>
        <p>（5）宣扬恐怖主义、极端主义的；</p>
        <p>（6）宣扬民族仇恨、民族歧视，破坏民族团结的；</p>
        <p>（7）煽动地域歧视、地域仇恨的；</p>
        <p>（8）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
        <p>（9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；</p>
        <p>（10）散布、传播淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p>（11）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</p>
        <p>（12）侮辱或者诽谤他人，侵害他人合法权益的；</p>
        <p>（13）对他人进行暴力恐吓、威胁，实施人肉搜索的；</p>
        <p>（14）涉及他人隐私、个人信息或资料的；</p>
        <p>（15）散布污言秽语，损害社会公序良俗的；</p>
        <p>（16）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；</p>
        <p>（17）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；</p>
        <p>（18）使用本网站常用语言文字以外的其他语言文字评论的；</p>
        <p>（19）与所评论的信息毫无关系的；</p>
        <p>（20）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；</p>
        <p>（21）侵害未成年人合法权益或者损害未成年人身心健康的；</p>
        <p>（22）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</p>
        <p>（23）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的，包括但不限于以下情形：</p>
        <p>i. 任何暴力和/或自残行为内容；</p>
        <p>ii. 任何威胁生命健康、利用刀具等危险器械表演的危及自身或他人人身及/或财产权利的内容；</p>
        <p>iii.怂恿、诱导他人参与可能会造成人身伤害或导致死亡的危险或违法活动的内容；</p>
        <p>（24）其他含有违反法律法规、政策及公序良俗、干扰““简视””正常运营或侵犯其他用户或第三方合法权益内容的信息。</p>
        <p>
          4.2.4
          您制作、发布、传播的内容需遵守《网络音视频信息服务管理规定》及相关法律法规规定，不得利用基于深度学习、虚拟现实等的新技术新应用制作、发布、传播虚假新闻信息。您在发布或传播利用基于深度学习、虚拟现实等的新技术新应用制作的非真实音视频信息时，应当以显著方式予以标识。
        </p>
        <p>4.2.5如果我方因您的任何触犯中国法律法规的行为或违反本协议的行为而承受任何损失或损害，您应该采取所有行动使我方免于承担责任，并对由此产生的全部损失和损害承担赔偿责任。</p>
        <p>
          4.2.6如果您存在任何触犯中国法律法规的行为或违反本协议的行为，我方有权根据行为的严重性自行决定立即暂停或终止您对本服务的使用，我方无须就服务暂停或终止对您承担任何责任，并且无须返还您已支付的费用。
        </p>
        <p class="my-20px">5、付费相关条款</p>
        <p>
          5.1
          “简视”软件及相关服务对您开放付费功能并通过第三方服务向用户提供付费服务。所有通过第三方服务支付的款项都遵守第三方的服务协议，简视不承担任何责任。您需自行承担任何由付费带来的后果。
        </p>
        <p>5.2 您有权自由选择决定是否使用“简视”软件及相关服务中的付费产品、功能或服务。</p>
        <p>5.3 如果由于特殊情况公司没有收到您的支付款项，您的付费制作将不会启动，直至公司收到款项。您同意自行承担上述情况带来的风险和损失。</p>
        <p>5.4 已成功付费并完成成片制作及充值到用户余额中的款项无法退还。</p>
        <p class="my-20px">6、产品服务条款</p>
        <p>6.1 公司将以专业的方式提供产品及服务，但并不保证：</p>
        <p>① 产品及服务满足您的所有需求或您的所有期待；</p>
        <p>② 产品及服务没有任何失误或缺陷；</p>
        <p>③ 产品及服务中的所有错误都会被修正。我方无须对任何第三方提供的产品或服务负责，亦不对第三方产品或服务提供任何保证。</p>
        <p>6.2 我方保留不断修改调整这项服务的权利，而无需事先通知您。</p>
        <p class="my-20px">7、知识产权条款</p>
        <p>
          7.1您提交的各种内容版权归属于您，您理解并承诺，您在使用“简视”软件及相关服务时制作发布的内容（包括但不限于文字、图片、视频、音频等各种形式的内容及其中包含的音乐、声音、台词、视觉设计等所有组成部分）均由您原创或已获合法授权（且含转授权）。
        </p>
        <p>
          7.2
          我方提供的服务及产品（包括但不限于观感、设计、图标、代码等）的版权、商标权、专利权及其他知识产权均归属于我方。除非获得我方明确书面允许，您不得复制或使用HTML/CSS,JavaScript或者任何视觉设计，也不得对我方产品进行反向工程、分解或进行编译或其他修改。
        </p>
        <p>
          7.3
          除非有相反证明，您知悉、理解并同意，为使您的作品得到更好的分享及推广，提高其传播价值及影响力，您通过“简视”软件及相关服务上传、发布或传输的内容（包括但不限文字，图像，音频，视频、直播内容等各种形式的内容及其中包括的音乐、声音、台词、视觉设计、对话等所有组成部分），您授予公司及其关联方、控制公司、继承公司一项全球范围内、免费、非独家、可再许可（通过多层次）的权利（包括但不限于复制权、翻译权、汇编权、信息网络传播权、改编权及制作衍生品、表演和展示的权利等），上述权利的使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等使用。您在此确认并同意，公司有权自行或许可第三方在与上述内容、“简视”软件及相关服务、公司和/或公司品牌有关的任何宣传、推广、广告、营销和/或研究中使用和以其他方式开发内容（全部或部分）。为避免疑义，您理解并同意，上述授予的权利包括使用、复制和展示您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识和公司标记（如有）以及任何其他品牌、营销或推广资产、物料、素材等的权利和许可。基于部分功能的特性，您通过“简视”软件及相关服务发布的内容（包括但不限于内容中包含的声音、音频或对话等）可供其他用户使用“简视”软件创作及发布相关内容时使用。
        </p>
        <p>
          7.4
          您确认并同意授权公司以公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。
        </p>
        <p>7.5 本协议中未明确授予您的权利将由我方保留。</p>
        <p class="my-20px">8、免责条款</p>
        <p>
          8.1对用户从“简视”软件或相关服务获得的任何信息、内容或者广告宣传等任何音视频（以下统称“信息”），我方均无法担保真实、准确和权利完整性，我方不对任何非与公司直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。
        </p>
        <p>8.2 您使用经由“简视”软件及相关服务下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任。</p>
        <p>8.3 如您在“简视”软件不正当或非法使用产品服务、购买商品或者进行网络交易、未及时提供正确信息，而导致的所有直接或间接的损害，公司均不承担责任。</p>
        <p>
          8.4公司对各项服务下涉及的境内外基础电信运营商的移动通信网络的故障、技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机或其他非公司技术能力范围内的事因等造成的服务中断、用户发送的短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收事项不作担保。
        </p>
        <p>
          8.5
          用户经“简视”软件访问第三方网站时，除遵守本协议约定外，还应遵守第三方的用户协议。公司不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与公司无关，公司不承担任何责任。
        </p>
        <p>
          8.6
          如有涉嫌借款、投融资、理财或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，对您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。
        </p>
        <p>8.7公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。</p>
        <p>
          8.8您理解并同意：关于“简视”软件及相关服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对“简视”软件及相关服务的使用行为应自行承担相应风险。
        </p>
        <p>
          8.9
          您理解并同意，本协议旨在保障遵守国家法律法规、维护公序良俗，保护用户和他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果您已经理解并同意自行承担。
        </p>
        <p>
          8.10在任何情况下，公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用“简视”软件及相关服务而遭受的利润损失，承担责任。除法律法规另有明确规定外，公司对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您因使用“简视”软件及相关服务期间而支付给公司的费用（如有）。
        </p>
        <p class="my-20px">9.广告</p>
        <p>
          9.1您理解并同意，在您使用“简视”软件及相关服务过程中，公司可能会向您推送具有相关性的信息、广告发布或品牌推广服务，且公司将在“简视”软件及相关服务中展示“简视”软件及相关服务和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。
        </p>
        <p>9.2如您不愿意接收具有相关性的广告，您有权对该广告信息进行关闭。</p>
        <p>9.3如您不愿意接收“简视”推送通知服务的，您有权在手机系统通知管理中自行关闭该服务。</p>
        <p>
          9.4公司依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失，您应自行承担，公司不予承担责任。
        </p>
        <p>10、服务终止</p>
        <p>10.1 您清楚地了解终止服务的后果。无需邮件或者电话确认，您可以在任何时候通过点击账户链接并执行相应操作来终止您的账户及相应的所有信息。</p>
        <p>10.2 一旦终止，所有隶属于该账户的数据及信息将由我方作删除处理，并且无法恢复。</p>
        <p>10.3一旦终止账户，账户之下的用户将无法访问任何相关的服务，且我方对您或任何第三方都不承担任何责任。</p>
        <p class="my-20px">11、违约责任</p>
        <p>
          11.1
          针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、立即停止传输信息、删除内容或评论、短期禁止发布内容或评论、限制帐号部分或者全部功能直至终止提供服务、永久关闭帐号等措施，对于因此而造成您无法正常使用帐号及相关服务、无法正常获取您帐号内资产或其他权益等后果，公司不承担任何责任。公司有权公告处理结果，且有权根据实际情况决定是否恢复相关帐号的使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为，公司将保存有关记录，并有权依法向有关主管部门报告、配合有关主管部门调查、向公安机关报案等。对已删除内容公司有权不予恢复。
        </p>
        <p>
          11.2因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行处理并承担可能因此产生的全部法律责任。因您的违法或违约等行为导致公司及其关联方、控制公司、继承公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿公司及其关联方、控制公司、继承公司因此遭受的全部损失。
        </p>
        <p>
          11.3公司尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用“简视”软件及相关服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行处理并承担可能因此产生的全部法律责任；如因您的侵权行为导致公司及其关联方、控制公司、继承公司遭受损失的（包括但不限于经济、商誉等损失），您还应足额赔偿公司及其关联方、控制公司、继承公司遭受的全部损失。
        </p>
        <p>12、未成年人使用条款</p>
        <p>12.1若您是未满18周岁的未成年人，您应在您的监护人监护、指导下并获得监护人同意的情况下，认真阅读并同意本协议后，方可使用““简视”软件及相关服务。</p>
        <p>
          12.2公司重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并应在取得监护人的同意以及在监护人指导下正确使用“简视”软件及相关服务。
        </p>
        <p>12.3未成年人用户及其监护人理解并确认，如您违反法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此而可能导致的全部法律责任。</p>
        <p>12.4未成年人用户特别提示</p>
        <p>12.4.1未成年人使用“简视”软件及相关服务应该在其监护人的监督指导下，在合理范围内正确学习使用网络，避免沉迷虚拟的网络空间，养成良好上网习惯。</p>
        <p>12.4.2青少年用户必须遵守《全国青少年网络文明公约》：</p>
        <p>（1）要善于网上学习，不浏览不良信息；</p>
        <p>（2）要诚实友好交流，不侮辱欺诈他人；</p>
        <p>（3）要增强自护意识，不随意约会网友；</p>
        <p>（4）要维护网络安全，不破坏网络秩序；</p>
        <p>（5）要有益身心健康，不沉溺虚拟时空。</p>
        <p>
          12.4.3为更好地保护未成年人隐私权益，公司特别提醒您慎重发布包含未成年人素材的内容，一经发布，即视为您已获得权利人同意在“简视”软件及相关服务展示未成年人的肖像、声音等信息，且允许公司依据本协议使用、处理该等与未成年人相关的内容。
        </p>
        <p>12.5监护人特别提示</p>
        <p>12.5.1如您的被监护人使用“简视”软件及相关服务的，您作为监护人应指导并监督被监护人的注册和使用行为，如您的被监护人申请注册抖音帐号，公司将有权认为其已取得您的同意。</p>
        <p>
          12.5.2您的被监护人在使用“简视”软件及相关服务时可能使用充值、打赏等功能。您作为监护人，请保管好您的支付设备、支付账户及支付密码等，以避免被监护人在未取得您同意的情况下通过您的简视帐号使用充值、打赏等功能。
        </p>
        <p>13、其他条款</p>
        <p>
          13.1
          您了解我方使用第三方的运营商和网络提供商提供必要的硬件、软件、存储或网络来运行服务。我方无需因为第三方的、或者不在我方控制范围内的原因（如不可抗力）造成的运行问题（如服务中断、停顿、中止等）负责。
        </p>
        <p>13.2 如果本协议的某一条款或某一条款的一部分无效或不可执行，不影响本协议其他条款的有效性，无效或不可执行的条款将被视作已从本协议中删除。</p>
        <p>13.3 本协议受中华人民共和国法律管辖。在执行本协议过程中如发生纠纷，双方应及时协商解决。协商不成时，任何一方均有权向我方所在地人民法院提起诉讼。</p>
        <p>13.4 本协议中的标题仅为方便阅读而设，并不影响本协议中任何规定的含义或解释。</p>
        <p>13.5 您和公司均是独立的主体，在任何情况下本协议不构成公司对您的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。</p>
        <p class="text-center">
          <el-button round size="small" class="confirm" @click.native="close">确定</el-button>
        </p>
      </div>
    </model>
  </div>
</template>

<script>
export default {
  props: {},
  data() {
    return {}
  },
  computed: {},
  watch: {},
  methods: {
    close() {
      this.$emit('close')
    }
  },
  components: {},
  created() {},
  mounted() {}
}
</script>

<style scoped lang="scss">
#showProtocol {
  /deep/.modal-wrap {
    max-width: 900px;
    p {
      line-height: 21px;
      margin-bottom: 10px;
    }
    .modal-body {
      height: 80vh;
      overflow-y: auto;
      .confirm {
        color: #fff;
        background: $c;
      }
    }
  }
}
</style>
